<!DOCTYPE html>
<html lang="es">

<!--============================================================
						Menú desplegable

.YO       //        .CONTACTO       //        .PROYECTO
 .INFORMACIÓN        .CORREO ELECTRÓNICO       .INFORMÁTICA
 .MI LIBRO           .DISCORD                  .VIDEOJUEGOS
 .SERVICIOS          .INSTAGRAM                .NOTICIAS
                     .ATENCIÓN AL PÚBLICO      .GALERIA
=============================================================-->


	<head>
		<title>P&aacute;gina principal ALostGamer | Videojuegos | Tecnolog&iacute;a | Inform&aacute;tica</title>
	<meta name="description" content= "P&aacute;gina Web friki de tecnolog&iacute;a e inform&aacute;tica. Aprendizaje y ayuda en las TIC, codding & cracking, gu&iacute;as gamer y asesoramiento por parte de un T&eacute;cnico Inform&aacute;tico en Sistemas y Redes." />
	<meta name="robots" content= "index, follow">
	<meta name="keywords" content="videojuegos, gamer, web, informatica, TIC, tecnologias, tecnologico, alostgamer">
	<meta charset="utf-8">

	<link rel="stylesheet" type="text/css" href="style.css">
	<script src="codex.js"></script>

	<link rel="shortcut icon" href="/favicon.ico" type="image/x-icon" />

	</head>


<!--=====================================
				Código 
				 HTML
======================================-->


	<body class="fondo">


<!--====================================================================================================================================
Imagen con texto alternativo (alt) por si esta no funciona, unas dimensiones de 80px de ancho (width) por 80 px de alto (height). Todo alineado a la derecha y con un enlace externo a la página personal.
======================================================================================================================================-->

		<a href="me/description.html">
			<img src="multimedia/Logo_min_x.png"
			alt="XEN" 
			width="8%" 
			height="8%"

		align="right"/>
		</a>

<br><br><br><br><br><br><br><br><br><br><br><br><!--12 saltos de línea vacío-->

	<h1 align="center" class="alostgamer">
	A LOST GAMER
	</h1>

<!--====================================================================================================================================
2 imágenes con texto alternativo (alt) por si esta no funciona, unas dimensiones en % para un redimensionamiento óptimo según que navegador y que dispositivo. Posicionados a izquierda y derecha de la pantalla con un margen lateral.
======================================================================================================================================-->


	<div class="spoiler">
	<img src="multimedia/videojuegos_portada.gif"
			alt="Portada de videojuegos"
			usemap="#1"/>
		<map name="1">
			<area href="videojuegos&gaming/content.html",
			shape="rect", coords="0,0,800,520"></map>
	<img src="multimedia/informatica_portada.gif"
			alt="Portada de informatica"
			usemap="#2"/>
		<map name="2">
			<area href="technology&informatic/content.html",
			shape="rect", coords="0,0,800,520"></map>
	</div>






<br><br>  <!--2 saltos de línea vacíos-->
<hr> <!--Línea horizontal que recorre toda la pantalla-->

<!--=======================================================================================
Un título h1 centrado y en grande con su descripción centrada y con sangría en etiqueta h3
========================================================================================-->

		<h2 align="center" class="titulo"><big>
			CONTENIDO
		</big></h2>
			
<!--=======================================================================================
Una lista no enumarada, que contiene títulos en h2 con sus respectivas categorías y descripción de cada una de ellas.
========================================================================================-->

			<ul>
				<h4 class="titulo"><li type="square">Videojuegos</li></h4>
	<div class="texto">
				<p><b>_.<big>Gu&iacute;as 100%: </big></b>Guías de videojuego o videojuego + DLCs. Endonde estas no estarán basadas en la recolección de logros o trofeos, sino que, se buscará exprimir un poco más el videojuego clasificado.</p>
				<p><b>_.<big>An&aacute;lisis de t&iacute;tulos: </big></b>Junto con un análisis o review del contenido en cuestión irán incorporadas una serie de añadidos tales como: opinión y valoración final, precio, testeo en diversas máquinas computadoras, etc.</p>
				<p><b>_.<big>FILMs & Series: </big></b>Contenido audivisual buscando una inmersión total endonde se trata de que el propio espectador se sienta de estar disfrutando del t&iacute;tulo sin realmente poseer el videojuego de forma f&iacute;sica o digital.</p>
	</div>	</blockquote>
				<h4 class="titulo"><li type="square">Inform&aacute;tica</li></h4>
	<div class="texto">
				<p><b>_.<big>Equipos inform&aacute;ticos: </big></b>Consejos hardware para lograr ser capaces de entender correcta y completamente un equipo inform&aacute;tico, tales como un tel&eacute;fono m&oacute;vil o tablet, port&aacute;til, PC de torre o incluso una videoconsola. Esto dise&ntilde;ado a partir de gu&iacute;as de montaje o de funcionamiento de componentes electr&oacute;nicos.</p>
				<p><b>_.<big>Essentials: </big></b>Gu&iacute;a de iniciaci&oacute;n para usuarios no centralizados en la inform&aacute;tica y, para que puedan empezar a comprender como funciona el tratamiento autom&aacute;tico de la informaci&oacute;n en equipos inform&aacute;ticos. Instalaci&oacute;n de Sistemas Operativos, formateo total o parcial de dispositivos, gu&iacute;a de aplicaciones inform&aacute;ticas para prevenir invasiones, etc...</p>
				<p><b>_.<big>Programaci&oacute;n: </big></b>Ayuda de comandos y estructuraci&oacute;n para el manejo de c&oacute;digo, ya sea esto orientado al desarrollo de aplicaciones multiplataforma o desarrollo de p&aacute;ginas web. Gu&iacute;as de comandos para Sistemas Operativos.</p>
	</div>	</blockquote>
			</ul>

	<br><!--1 salto de línea vacío-->
<hr> <!--Línea horizontal que recorre toda la pantalla-->

<!--=======================================================================================
Un título h1 centrado y en grande con su descripción centrada y con sangría en etiqueta h3
========================================================================================-->

		<h2 align="center" class="titulo"><big>
			REDES SOCIALES
		</big></h2>
			
<br><br>  <!--2 saltos de línea vacíos-->

<!--===============================================================================================================================================
3 imágenes con texto alternativo (alt) correspondiente a cada una de ellas. Unas dimensiones en % para un redimensionamiento óptimo según que navegador y que dispositivo. Posicionadas las imágenes en línea distribuidas cada una de forma correspondiente a un orden de relación espacio. Subtexto alineado debajo de la imagen a modo de descripción de la categoría mísma.
================================================================================================================================================-->

	<div class="redes_sociales-group">
  		<img src="multimedia/instagram_spam.gif"
  			alt="Portada de Instagram"
  			usemap="#3" />
		<map name="3">
  			<area href="https://www.instagram.com/a_lostgamer/" target="_blank"
  				shape="rect", coords="0,0,800,520" /> </map>
  		<a><h4>INSTAGRAM </h4> <span>.Secci&oacute;n de v&iacute;deos e im&aacute;genes de car&aacute;cter p&uacute;blico.<br>.Contenido libre con difamaci&oacute;n asociada a ALostGamer de forma p&uacute;blica y con m&eacute;todo/medio de asociaci&oacute;n libre de elecci&oacute;n.<br>.Forma de contacto extraoficial.</span></a>
	</div>
	<div class="redes_sociales-group">
  		<img src="multimedia/discord_spam.gif"
  			alt="Portada de Discord"
  			usemap="#4" />
		<map name="4">
  			<area href="https://discord.gg/FDTnkaug9N" target="_blank"
  				shape="rect", coords="0,0,800,520" /> </map>
		  <a><h4>DISCORD </h4> <span>.Secci&oacute;n de actualizaciones, mejoras, avances y de contenido libre.<br>.Im&aacute;genes y v&iacute;deos con calidad extra, trabajos personalizados, ense&ntilde;anzas privadas y aprendizaje en l&iacute;nea.<br>.Comunidad p&uacute;blica de libre acceso con comprobaci&oacute;n en dos pasos.<br>.Forma de contacto extraoficial.</span></a>
	</div>
	<div class="redes_sociales-group">
  		<img src="multimedia/youtube_spam.png"
  			alt="Portada de YouTube"
  			usemap="#5" />
		<map name="5">
  			<area href="https://www.youtube.com/channel/UCZwv1HTHKEgdHFGhjYa1ATg" target="_blank"
  				shape="rect", coords="0,0,800,520" /> </map>
			<a><h4>YOUTUBE </h4> <span>.Secci&oacute;n de creaci&oacute;n de contenido audiovisual enfocado al medio de reproducci&oacute;n en l&iacute;nea.<br>.Inmersi&oacute;n total o parcial, entretenimiento y, gu&iacute;as/an&aacute;lisis montados sobre un v&iacute;deo.<br>.Forma de contacto extraoficial.</span></a>
	</div>

<br><br><br><br><!--4 saltos de línea vacíos-->
<hr> <!--Línea horizontal que recorre toda la pantalla-->

<!--=======================================================================================
Un título h1 centrado y en grande con su descripción centrada y con sangría en etiqueta h3
========================================================================================-->

<h2 align="center" class="titulo"><big>
	PROYECTOS
</big></h2>
	
<br><br>  <!--2 saltos de línea vacíos-->


<table>
	<tr>
		<td><img class="proyectos" src="multimedia/libro_spam.gif"></td>
		<td width="19%" height="550"><h4 class="titulo">LIBRO  ( Un Mundo de Fantas&iacute;a )</h4> <p class="texto"> En un mundo de fantas&iacute;a endonde no todo es lo que parece y, nada es real. Un se&ntilde;or de ya pasados los 60 a&ntilde;os, se encuentra cont&aacute;ndoles una historia a los pocos ni&ntilde;os que se animaban a sentarse para escucharla, de los muchos que paseaban y jugaban por la zona. Este se&ntilde;or es conocido como el narrador... y la historia sigue as&iacute;: <br><br> Aiden se encontraba huyendo de unos ladrones por medio del desierto. Parec&iacute;a que no le alcanzaban, incluso que los dejaba atr&aacute;s. Pero lo que nuestro protagonista no sab&iacute;a, era que ellos estaban m&aacute;s cerca de lo aparentaba. De un momento a otro, una serpiente de arena sali&oacute; de el medio de la nada, provocando un terremoto a varios kil&oacute;metros a la redonda del tit&aacute;nico monstruo. Aiden, atontado por el terremoto que sin saber c&oacute;mo, no lo tira al suelo, mira tras &eacute;l para ver como los ladrones siguen avanzando convencidos a atraparle. Antes de que pueda hecharse a correr en la direcci&oacute;n contraria, la serpiente de arena se avalanza sobre Aiden, engullendolo en el acto... </p></td>
	</tr>
	<tr>
		<td width="23%"><img class="proyectos" src="multimedia/servidor.gif"> </td>
		<td width="19%" height="550"><h4 class="titulo">SERVIDOR  ( NOVAcraft )</h4> <p class="texto"> NOVAcraft es el proyecto personal que siempre he querido desarrollar y nunca he hecho. Recientemente, con la creaci&oacute;n de esta p&aacute;gina web, redes sociales y, sobretodo, mi dimisi&oacute;n dentro de un proyecto en el que trabaj&eacute; y, sin entrar en detalles tuve que abandonar totalmente, por f&iacute;n he podido comenzar este desarrollo, el cual, es el m&aacute;s importante de todos los proyectos que he realizado.. <br><br> Con 10 a&ntilde;os de experiencia a mis espaldas de desarrollo tanto de mods y data-packs como de texture-packs en el videojuego, as&iacute; como tambi&eacute;n una fuerte experiencia de 8 a&ntilde;os en el desarrollo de servidores de Minecraft. Este proyecto como ya he hecho menci&oacute;n, es el m&aacute;s ambicioso hasta la fecha, al menos, de todos los proyectos que he llevado a cabo. <br><br> Un servidor que, adem&aacute;s de ofrecerte diversi&oacute;n en forma de varios modos de juego como el resto de servidores corrientes, tambi&eacute;n te ofrecer&aacute; una historia y un lore que seguir para que cada d&iacute;a de conexi&oacute;n no se te haga ni pesado, ni id&eacute;ntico al anterior. No confundir con servidores RPG y RolePlay, ya que el servidor no se basa en eso. Lo que no quita que ambos modos de juego mencionados no vayan a encontrarse dentro de el servidor para el usuario final.</p></td>
	</tr>
	<tr>
		<td><img class="proyectos" src="multimedia/galeria.gif"></td>
		<td width="19%" height="550"><h4 class="titulo">GALER&Iacute;A  ( Multimedia & C&oacute;digo )</h4><p class="texto"> Dentro de la galer&iacute;a puedes encontrar dise&ntilde;os art&iacute;sticos virtuales, realizados tanto por los integrantes que forman ALostGamer, como por los usuarios que env&iacute;an y suben sus im&aacute;genes a la red de esta web. Todo el contenido encontrado aqu&iacute; es de uso libre para que todo el mundo lo pueda utilizar, esto no quiere decir que si el autor decide imponer que su obra vaya adjunta a una menci&oacute;n de quien lo ha realizado, no pueda no hacerlo. <br><br> Se debe tener claro de que todo el mundo debe tener derecho a publicar sus obras de forma an&oacute;nima, o de forma p&uacute;blica. <br><br> Por otra parte se debe conocer tambi&eacute;n que la duraci&oacute;n m&aacute;xima de los archivos de v&iacute;deo para la galer&iacute;a es de un minuto o, lo que es lo m&iacute;smo, 60 segundos (teniendo en cuenta tambi&eacute;n el tipo de extensi&oacute;n de v&iacute;deo entre otras cosas). Siendo preferible una duraci&oacute;n de 30 segundos como m&aacute;ximo para evitar una excesiva demora en la secci&oacute;n de la p&aacute;gina web. <br><br> Por &uacute;ltimo y no por ello menos importante, toda persona que solicite agregar una imagen o v&iacute;deo a la galer&iacute;a, le ser&aacute; notificado por correo electr&oacute;nico en el mismo momento en que su dise&ntilde;o haya sido admitido en la biblioteca. </p></td>
	</tr>
</table>


<br><br><br><br><!--4 saltos de línea vacíos-->
<hr> <!--Línea horizontal que recorre toda la pantalla-->

<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br> 
	</body>
</html>
