<!DOCTYPE html>
<html lang="es">
<head>
		<title>MSI VENTUS RTX2060 en 2022 | Primeras Impresiones</title>
	<meta name="description" content= "Primeras impresiones de la tarjeta gr&aacute;fica RTX2060, su modelo Ventus de la marca MSI. 6GB de memoria versi&oacute;n D6 con tecnolog&iacute;as RayTracing y DLSS aptas para jugar a cualquier t&iacute;tulo de hoy d&iacute;a a resoluci&oacute;n de 1080p." 
	/>
	<meta name="robots" content= "index, follow">
	<meta name="keywords" content="videojuegos, gamer, web, informatica, TIC, tecnologias, tecnologico, alostgamer, TarjetasGraficas, MSI, RTX2060, Graficasen2022, RTX2060en2022, PrimerasImpresiones, TarjetaGrafica, gaming">
    <meta charset="utf-8">

	<link rel="stylesheet" type="text/css" href="style.css">
	<script src="codex.js"></script>

	<link rel="shortcut icon" href="../../favicon.ico.png" type="image/x-icon" />

	</head>
<body class="fondo">
	<h1 class="titulo">
		Primeras impresiones MSI VENTUS RTX 2060
	</h1>
<br>
	<header class="texto">
<input type="checkbox" id="abrir-cerrar" name="abrir-cerrar" value="">
    <label for="abrir-cerrar">&#9776; <span class="abrir">&Iacute;ndice</span><span class="cerrar">&Iacute;ndice</span></label>
    <div id="sidebar" class="sidebar">
        <ul>
            <li>
                <p style="text-align: right;"><label for="abrir-cerrar">&#9776; <span class="abrir"></span><span class="cerrar"></span></label></p>
            </li>
        	<li><hr></li>
            <li><a href="#1">Detalles T&eacute;cnicos </a></li>
            <li><hr></li>
            <li><a href="#2">Modelo MSI Ventus 6GB GDDR6 </a></li>
            <li><hr></li>
            <li><a href="#3">Usuario objetivo </a></li>
            <li><hr></li>
            <li><a href="#4"> Opini&oacute;n p&uacute;blica </a></li>
            <li><hr></li>
            <li><a href="#5">Relaci&oacute;n Calidad-Precio</a></li>
            <li><hr></li>
            <li><a href="#6">Ventajas</a></li>
            <li><hr></li>
            <li><a href="#7">Inconvenientes</a></li>
            <li><hr></li>
            <li><a href="#8">¿Recomendaci&oacute;n 2022?</a></li>
            <li><hr></li>

            <li>
                <p style="text-align: left;"><label for="abrir-cerrar">&#9776; <span class="abrir"></span><span class="cerrar"></span></label></p>
            </li>
        </ul>
    </div>
</header>
<br><br>
<hr>
<br>
    <h3 class="titulo">
        Antes de nada
    </h3>
    <p class="texto">
        Explicado lo m&aacute;s breve posible, es un hecho que hoy en d&iacute;a el precio de las tarjetas gr&aacute;ficas est&aacute; en alza, al contrario de lo que muchos inform&aacute;ticos o t&eacute;cnicos especialistas en el entorno comentan. Esto es debido a que, es muy dif&iacute;cil o, casi imposible preveer el camino que este componente, ya tan ansiado para muchos, tomar&aacute;. <br><br> Adem&aacute;s, quiero dejar claro tanto al principio como al final del an&aacute;lisis que, esta es una gr&aacute;fica que todav&iacute;a no he podido probar, todaví&iacute; no me ha llegado y, todo a lo que me refiero en este an&aacute;lisis, es porque lo he leido, o me he informado por medios ajenos. <br><br> Ha sabiendas de esto y, presenciando la dura realidad de que la tarjeta gr&aacute;fica RTX 3050 de NVidia se queda solo en la mano de unos pocos afortunados, me gustar&iacute;a hablar sobre mi opini&oacute;n de la tarjeta gr&aacute;fica RTX 2060. Tarjeta gr&aacute;fica que, para m&iacute;, s&iacute; es de verdad una entrada a la gama RTX de gr&aacute;ficas NVidia.
    </p>

    <div class="contenedor">
  		<img src="../multimedia/MSI_VENTUS_RTX2060_6GB_D6(02).jpg" alt="MSI VENTUS RTX 2060" class="image">
  		<div class="middle">
   			<p class="text">MSI VENTUS RTX 2060</p>
  		</div>
	</div>

    <h3 class="titulo"> <a id="1">
        Detalles T&eacute;cnicos / Especificaciones
    </a> </h3>
    <p class="texto">
        Como he comentado justo en las l&iacute;neas superiores, esta tarjeta gr&aacute;fica es considerada, por m&iacute;, como la tarjeta gr&aacute;fica por excelencia para introducir a los usuarios al mercado de gama RTX de NVidia. Esto no por nada en concreto, sino porque su precio, pese a estar algo elevado, no est&aacute; tan elevado como con otros modelos gr&aacute;ficos. Teniendo en cuenta claro, de que su precio de salida fue de unos aproximados 300€. Esto sin distinguir modelos ni marcas. <br><br> Si vemos esto, el precio elevado de la tarjeta gr&&acute;fica actualmente está entre uno 20% y un 50% inflado y, todos sabemos que no es lo mismo el 50% sobre 300€ que, 50% sobre 500€... En este &uacute;ltimo el precio se elevar&aacute; ligeramente m&aacute;s. Aunque dejemos por un lado el tema del precio que creo que ya estamos bastante cansados de tener que preocuparnos por si podemos permitirnos o no podemos permitirnos una u otra tarjeta gr&aacute;fica. <br><br> Este tipo de tarjetas y, de esta gama en concreto, ya no son para fijarse en el precio, quien se compra una RTX es claro que va pensando en el coste económico que conlleva, luego a lo mejor no es as&iacute;, pero debes ir preparado. En lo que en realidad debemos centrarnos es en las caracter&iacute;sticas que ofrece, ¿Cu&aacute;l es el software compatible? ¿Viene el mismo software integrado para gr&aacute;ficas RTX 20 y RTX 30? ¿Qu&eacute; me puede ofrecer esta tarjeta a mi y que equipo inform&aacute;tico puedo ofrecerle yo. Pues bien, pese a los rumores de que las RTX 2060, 2070 y 2080 se dejarían de vender, aquí contamos con un modelo de 6GB de GDDR6, los cuales vienen muy bien para el Gaming, eso es cierto, aunque m&aacute;s tarde me dirijir&eacute; a este apartado, el gaming. <br><br> El caso es que la refrigeraci&oacute;n que puede llegar a poseer este componente por lo general es muy bueno y, si tienes un buen gabinete, caja o torre, como lo llames, no tendr&aacute;s en ning&uacute;n momento poblemas de temperaturas. Por otro lado, si su velocidad de reloj bien es cierto que no es demasiado potente, que hasta una gr&aacute;fica modelo GTX de NVidia llega a tener m&aacute;s velocidad de reloj, no es algo excesivamente importante. <br><br> Estos valores solo son significativos en ciertas situaciones ocasionales que surgen, bien durante el procesado de un videojuego, o durante la renderizaci&oacute;n de cualquier medio visual. Con esto quiero decir que ya a estos niveles, esa velocidad de reloj solo se deber&iacute;a tener en cuenta entre gr&aacute;ficas de la m&iacute;sma gama y de diferencias de memoria no excesivamente dispares. El resto de detalles t&eacute;cnicos tanto de la RTX 2060 como de su modelo Ventus, se pueden apreciar en la siguiente tabla extraida directamente desde law p&aacute;ginas oficiales de NVidia y de MSI, respectivamente.
    </p>
    
    <section class="tabla">
    <table class="texto">
        <tr>
            <td rowspan="10"></td>
            <td colspan="2"> <h4>GENERIC NVidia RTX 2060</h4> </td>
            <td rowspan="10"></td>
            <td colspan="2"> <h4>MSI VENTUS RTX 2060</h4> </td>
            <td rowspan="10"></td>
        </tr>
        <tr>
            <td>N&uacute;cleos</td>
            <td>240+ 30</td>
            <td>N&uacute;cleos</td>
            <td>272+ 32</td>
        </tr>
        <tr>
            <td>Frecuencia</td>
            <td>1366MHz - 1755MHz</td>
            <td>Frecuencia</td>
            <td>1470MHz - 1665MHz</td>
        </tr>
        <tr>
            <td>Memoria</td>
            <td>6GB GDDR6</td>
            <td>Memoria</td>
            <td>6GB GDDR6</td>
        </tr>
        <tr>
            <td>Arquitectura</td>
            <td>Turing</td>
            <td>Arquitectura</td>
            <td>Turing</td>
        </tr>
        <tr>
            <td>RayTracing</td>
            <td>S&iacute;</td>
            <td>RayTracing</td>
            <td>S&iacute;</td>
        </tr>
        <tr>
            <td>DLSS</td>
            <td>S&iacute;</td>
            <td>DLSS</td>
            <td>S&iacute;</td>
        </tr>
        <tr>
            <td>Temperatura</td>
            <td>88ºC</td>
            <td>Temperatura</td>
            <td>89ºC</td>
        </tr>
        <tr>
            <td>Consumo</td>
            <td>160W</td>
            <td>Consumo</td>
            <td>175W</td>
        </tr>
        <tr>
            <td>Precio</td>
            <td>300€ - 400€</td>
            <td>Precio</td>
            <td>350€ - 450€</td>
        </tr>
    </table>
    </section>

    <h3 class="titulo"> <a id="2">
        Marca MSI modelo VENTUS
    </a> </h3>
    <p class="texto">
        Habiendo echado un vistazo r&aacute;pido a la anterior tabla comparativa, podemos percatarnos de que el modelo MSI de esta tarjeta gr&aacute;fica es ligeramente m&aacute;s caro que su modelo gen&eacute;rico. ¿Esto por qu&eacute; es? Bueno, si bien es cierto que he comentado que, para mi MSI, considero que es una marca bastante mejor en la realización de ciertos componentes como podr&iacute;an ser perfectamente las tarjetas gr&aacute;ficas, que otras tipo ASUS, el precio no asciende solo por esta opini&oacute;n subjetiva. <br><br> ASUS tiene muy buenas prestaciones en tarjetas gr&aacute;ficas, estas son famosas por ser las mejores tipo rendimiento-utilidad. Pero hoy no vengo a hablar de ASUS, las ventajas objetivas que le encuentro a esta gr&aacute;fica modelo MSI, son entre otras la ventilaci&oacute;n, su buen rendimiento tanto en videojuegos y aplicaciones que requieren una alta potencia de renderizado de imagen y su alta calidad en los materiales de fabricaci&oacute;n, por destacar solo algunas cosillas. <br><br> Obviamente estos cambios m&iacute;nimos no tienen porqu&eacute; ascender el precio del componente hasta 50 euros de diferencia. Pero tambi&eacute;n entra en juego la marca y el prestigio que tiene. Si me preguntas a m&iacute;, no me importar&iacute;a ni me import&oacute;, pagar esa diferencia de precio por un modelo marca MSI. Por lo menos para el uso que yo le voy a dar y el partido que he de sacarle al componente, prefiero la fiabilidad que me da esta marca a cualquier otra, aunque como dicen... para gustos colores. <br><br> Dependiendo de las prestaciones y las caracter&iacute;sticas t&eacute;cnicas del componente, a cada usuario le podr&aacute; interesar un modelo u otro, sino, no existir&iacute;an tantas variedades de un mismo componente. Por cierto, estas caracter&iacute;sticas que destaqu&eacute; anteriormente de la tarjeta gr&aacute;fica, vienen con sus inconvenientes, por supuesto que s&iacute;, estos inconvenientes los pod&eacute;is encontrar al final del art&iacute;culo donde hablar&eacute; más en detalle tanto de las ventajas que le veo a este modelo MSI Ventus, como de los inconvenientes, claro est&aacute;, sin haberlo llegado a tocar todav&iacute;a.
    </p>

    <h3 class="titulo"> <a id="3">
        Un componente, no para todos los usuarios
    </a> </h3>
    <p class="texto">
        Como mencion&eacute; con anterioridad, ha llegado el turno de hablar del gaming para esta tarjeta gr&aacute;fica, si bien es cierto que viene muy bien, ex&aacute;ctamente como he dicho en otros momentos del art&iacute;culo, no es su principal fuerte, pues si quieres jugar con calidades tipo RayTracing y, dem&aacute;s caracter&iacute;sticas visuales del aspecto gr&aacute;fico que te ofrece una gr&aacute;fica NVidia, este modelo solo sirve para entrarle ligeramente juegos no tan modernos. <br><br> El t&iacute;tulo de salida del momento Dying Light 2, ser&iacute;a incapaz de ser soportado con gr&aacute;ficos en Ultra + RTX on + DLSS on, por esta gr&aacute;fica ¿Y por qu&eacute;? Porque sino no ser&iacute;a una buena estrateg&iacute;a de Marketing, ya les pas&oacute; con la 1650, han debido de sacar el modeo gr&aacute;fico RTX 3050 para eliminar de la c&uacute;spide a esa tarjeta gr&aacute;fica que era capaz de correr montones de los juegos actuales a m&aacute;s de 60 FPSs, pero ¿Qu&eacute; m&aacute;s podemos pedir que 60 FPSs en videojuegos actuales? Exacto, tecnolog&iacute;a Ray Tracing que ofrece (entre otras) el modelo RTX 3050. <br><br> Es por esta explicaci&oacute;n que la gr&aacute;fica RTX 2060 es el verdadero modelo de entrada al RTX, te ofrece mejores prestaciones que la nueva RTX 3050, es capaz de correr varios de los juegos modernos con RTX activado al m&iacute;nimo y, te sirve para experimentar la base de lo que son estas "nuevas" tecnolog&iacute;as. Pero... el gaming no es la base de esta gr&aacute;fica, hay que admitirlo, hoy en d&iacute;a se le coloca el apodo "gaming" a la mayor&iacute;a de art&iacute;culos, componentes, o a cualquier tipo de producto para que venda ligeramente m&aacute;s. <br><br> El verdadero fuerte de tanto esta como las tarjetas gr&aacute;ficas de NVidia superiores a esta, es el Streaming, por eso es que se han esforzado tant&iacute;simo en dar software especializado, e incluso codecs de v&iacute;deo y audio para aquellos que se dedican o quieren dedicarse a ello. <br><br> Para que estas personas elijan sus modelos gr&aacute;ficos por encima de los de la competencia. S&iacute; el contenido en sreaming hoy en d&iacute;a lo tenemos hasta en la sopa, yo m&iacute;smo poco a poco me estoy iniciando en este sector. En resumen, desde este modelo en adelante, el p&uacute;blico objetivo no es otro que los streamers, si quieres sacarle el m&aacute;ximo rendimiento a la tarjeta gr&aacute;fica claro, porque si lo que buscas es el contenido exclusivo "gaming" la marca AMD te ofrecer&aacute; lo mismo, e incluso un poquito mejor, por una notable diferencia calidad-precio con respecto a NVidia, y eso es porque cada marca est&aacute; enfocada a un p&uacute;blico objetivo distinto. Pero claro, si elejimos AMD, nos quedamos sin RTX y sin DLSS...
    </p>

    <div class="contenedor">
        <img src="../multimedia/MSI_VENTUS_RTX2060_6GB_D6(03).jpg" alt="MSI VENTUS RTX 2060" class="image">
        <div class="middle">
            <p class="text">MSI VENTUS RTX 2060</p>
        </div>
    </div>

     <h3 class="titulo"> <a id="4">
        ¿Qu&eacute; opinan las personas sobre esta tarjeta?
    </a> </h3>
    <p class="texto">
        La opinón p&uacute;blica, ya no solo sobre esta gr&aacute;fica, sino sobre toda la gama RTX es bastante diversa. Mientras algunos alegan que todas estas tarjetas son increibles otros se quejan de la poca calidad-precio que existe dentro de este mercado en particular. Es cierto que si comparamos todas las gr&aacute;ficas por igual, para un mercado "gaming" que es lo que se suele tener en cuenta hoy d&iacute;a, claro que se va a pensar que la gama RTX es "bastante mala" en relaci&oacute;n calidad-precio comparandola con otras gr&aacute;ficas, pero como dije antes y, como repito ahora, es que est&aacute;s gr&aacute;ficas no solo se centran en el gaming. Pero dejemos de generalizar y hablemos de lo que opina el p&uacute;blico sobre esta tarjeta gr&aacute;fica, sobre la MSI Ventus RTX 2060. <br><br> Para empezar, no existen demasiadas opiniones p&uacute;blicas sobre este modelo, la mayor&iacute;a de gente que se va a un modelo MSI, se va al modelo Gaming X, no al Ventus. Por suerte, las opiniones existentes son bastante diversas, para poder observar como habla el p&uacute;blico de este modelo de gr&aacute;fica. Algunos, mientras con pruebas aparentemente ver&iacute;dicas muestran testeos sobre la tarjeta gr&aacute;fica, otros simplemente se ci&ntilde;en a hablar de ella. <br><br> No es que haya que creer o no creer lo que se habla de esta tarjeta, pero es muy raro que unas personas digan que no rinde lo esperado y de repente encontremos que en testeos de, por ejemplo, el videojuego Horizon Zero Dawn rinda a 70FPS en calidad Ultra, eso s&iacute;, a 1920x1080 y esque esta gr&aacute;fica como bien destacan m&uacute;ltiples usuarios es para eso, para una calidad FULL HD. Mientras que destacan también gr&aacute;ficas como la 2080ti para calidades 2k y 3070 para calidades 4k. <br><br> He de admitir que este tipo de opiniones s&iacute; que son generalizadas y no todos, pero s&iacute; casi todos los usuarios lo comentan. Para dar mi opini&oacute;n al respecto necesitar&eacute; probarla, por lo que pr&oacute;ximamente se podr&aacute; tener en cuenta mi review sobre este componente gr&aacute;fico, una review al mismo nivel que todas estas opiniones encontradas. Por otro lado, usuarios destacan que la ventilaci&oacute;n y refrigeraci&oacute;n de la tarjeta, es buena, pero sin pasarse, existen mejores, pero no es un componente del que te vayas a tener que preocupar en exceso de la temperatura si no juegas en calidades extremas que puedan poner en riesgo la tarjeta gr&aacute;fica. <br><br> Antes de finalizar con este tema, me gustar&iacute;a destacar que la gente afirma que las dimensiones de esta tarjeta gr&aacute;fica son desproporcionadas, son tan grandes que no entrar&iacute;an en un gabinete de formato ATX y, desde aqu&iacute; puedo hablar con experiencia, no es ni siquiera dos veces la tarjeta gr&aacute;fica GT 1030, lo s&eacute; porque es de las primeras cosillas que comprob&eacute; antes de comprarla y esque sus dimensiones son de apenas unos 10cm más larga, obviamente es más ancha, eso sí, pero porque necesita disipar m&aacute;s calor, no por otra cosa. <br><br> Por &uacute;ltimo lugar y por ello no menos importante, como ya he ido comentando varias veces, algunos usuarios dicen que es una tarjeta gaming muy buena para entrar a conocer el RTX que incorporan tarjetas m&aacute;s modernas y, que adem&aacute;s, generalizando la RTX 2060, es la favorita de muchos dentro de los modelos RTX serie 20.
    </p>

    <h3 class="titulo"> <a id="5">
        El precio... lo odiado por muchos
    </a> </h3>
    <p class="texto">
        Voy a tratar de hacer este apartado lo m&aacute;s ameno posible para todos, pues ya estamos cansados de ver productos de este tipo con un precio superior su precio real, no solo un 50% m&aacute;s sino tambi&eacute;n hasta un 100% m&aacute;s de su precio real. Aunque no vengo a hablar ex&aacute;ctamente de a cuanto se vende esta tarjeta ni es te modelo en concreto, eso ya lo coment&eacute; anteriormente. <br><br> M&aacute;s bien vengo a comentar y a hacer incapi&eacute; en la relaci&oacute;n calidad-precio del producto que, por lo que he visto, o muchos lo adoran, o muchos lo odian, no tiene punto medio. Hoy d&iacute;a, no creo que la relaci&oacute;n calidad-precio del producto est&eacute; desproporcionada, el precio con el que parti&oacute; de salida este componente, fue sobre unos aproximados 300€, el precio es obvio que est&aacute; inflado, pero es de los menos inflados que he visto en el mercado. Por otro lado y esque me gustar&iacute;a destacar nuevamente que esta no es una gr&aacute;fica &uacute;nica y exclusivamente para jugar t&iacute;tulos, el precio no solo se basa en eso, tambi&eacute;n se basa en la exclusividad de los recursos que ofrece este componente, empezando por tecnolog&iacute;as RTX y DLSS entre otras para videojuegos, o tecnolog&iacute;as de Inteligencia Artificial, codecs de v&iacute;deo, etc. <br><br> Todas estas tecnolog&iacute;as no son ofrecidas por ninguna otra marca de tarjetas gr&aacute;ficas del mercado, por lo que... Si tienes unos recursos que solo t&uacute; puedes ofrecer, aprov&eacute;chalos, y es lo que la marca est&aacute; haciendo. ¿No te importan ese tipo de tecnolog&iacute;as? Entonces una gr&aacute;fica de marca AMD, por ejemplo, te saldr&aacute; m&aacute;s econ&oacute;mica. ¿Qui&eacute;res estas tecnolog&iacute;as? Todo depender&aacute; de la calidad de v&iacute;deo a la que quieras jugar, esta gr&aacute;fica es muy buena para inciarse a calidad FULLHD, ahora bien si usas monitores 4k, por ejemplo, ver&aacute;s bastante limitado su rendimiento por lo que he podido apreciar de otras personas. <br><br> Una cosa est&aacute; clara y, alej&aacute;ndome un poco del contenido base de este art&iacute;culo y dejando un minuto de hablar de la RTX 2060. Hoy en d&iacute;a no barajar&iacute;a la posibilidad de comprarme un modelo gr&aacute;fico inferior a este, ¿por qu&eacute; motivo? Solo tenemos que sumar dos m&aacute;s dos, si la gr&aacute;fica RTX 3050 ha salido ya al mercado para destituir a la GTX 1650 y... este modelo 2060 es mejor que la RTX 3050... Personalmente tendr&iacute;a algo de temor a comprar un modelo gr&aacute;fico inferior a este, por el futuro que pueda tener tanto en videojeugos como en software...
    </p>

    <div class="contenedor">
        <img src="../multimedia/MSI_VENTUS_RTX2060_6GB_D6(04).jpg" alt="MSI VENTUS RTX 2060" class="image">
        <div class="middle">
            <p class="text">MSI VENTUS RTX 2060</p>
        </div>
    </div>

    <h3 class="titulo"> <a id="6">
        Lo bueno que trae la MSI Ventus RTX 2060
    </a> </h3>
    <p class="texto">
        A lo largo de todo el art&iacute;culo hemos ido destacando las cosas que dejan tanto en buen lugar, como en mal lugar a la tarjeta gr&aacute;fica. Y aqu&iacute; vamos a hacer una recopilaci&oacute;n de todos esos detalles. <br><br> En primer lugar sabemos destacar que esta tarjeta gr&aacute;fica, como no puede ser de otra forma, trae tecnolog&iacute;as modernas tanto a nivel de software como a nivel de hardware, aunque no est&eacute;n 100% enfocadas al contenido gaming que se dice, son modernas, eso no se lo puede quitar nadie. <br><br> Por otro lado, su refrigeraci&oacute;n, en el caso concreto del modelo Ventus de MSI, se dice que es fant&aacute;stico, no es de los mejores flujos de ventilaci&oacute;n que vienen por parte de la marca MSI, pero s&iacute;, de los mejores flujos de ventilaci&oacute;n que podemos encontrar entre modelos RTX 2060. Sus dimensiones no son para nada exageradas y los materiales de los que est&aacute; echo este componente, son bastante buenos. <br><br> El precio, pese a estar inflado, no est&aacute; excesivamente inflado, es de los mejores precios que podemos encontrar hoy en d&iacute;a por el mercado si queremos una buena calidad-precio, ojo, de modelos gráficos NVidia.
    </p>
    <section class="tabla">
    <table class="texto">
        <tr>
            <td rowspan="5"></td>
            <td colspan="2"> <h4>Ventajas RTX 2060</h4> </td>
            <td rowspan="5"></td>
        </tr>
        <tr>
            <td>Modernizaci&oacute;n</td>
            <td>Buen apartado Software y buen material Hardware</td>
        </tr>
        <tr>
            <td>Refrigeraci&oacute;n</td>
            <td>Temperaturas [menores] a 80ºC en sobrecarga</td>
        </tr>
        <tr>
            <td>Dimensiones</td>
            <td>Compatibilidad perfecta con torres ATX y, posibilidad Micro-ATX</td>
        </tr>
        <tr>
            <td>Precio</td>
            <td> Inflacci&oacute;n del precio m&iacute;nima</td>
        </tr>
    </table>
    </section>

    <h3 class="titulo"> <a id="7">
        Lo que debemos destacar y que debe mejorar la RTX 2060
    </a> </h3>
    <p class="texto">
        Obviamente existen cosillas que la gr&aacute;fica debe mejorar, entre estas cosas existen que solo posee un conecto HDMI, he de admitir que la tecnolog&iacute;a DisplayPort, est&aacute; creciendo y siempre es mejor conectar un monitor por esta tecnolog&iacute;a, antes que por HDMI, pero tambi&eacute;n para hacer menci&oacute;n a esto tengo en cuenta de que es un modelo de entrada, no un modelo que requiera, quiz&aacute;s, tanta carga de trabajo porque ni si quiera soporta demasiado bien tecnolog&iacute;as 2k cuando hoy en d&iacute;a la tecnolog&iacute;a 8k est&aacute; a la orden del momento. <br><br> Por otro lado y quiz&aacute;s algo que poca gente se percat&oacute; de ello, es que este modelo es la versi&oacute;n de 6GB de GDDR6, memoria que supuestamente fue removida de las ventas y ya solo se deber&iacute;an encontrar memorias de 8GB para el modelo 2060. 
    </p>
    <section class="tabla">
        <table class="texto">
            <tr>
                <td rowspan="5"></td>
                <td colspan="2"> <h4>Desventajas RTX 2060</h4> </td>
                <td rowspan="5"></td>
            </tr>
            <tr>
                <td>Gaming</td>
                <td>No es de las mejores tarjetas diseñadas solo para el gaming</td>
            </tr>
            <tr>
                <td>Salida</td>
                <td>Para ser una gama de entrada, ¿solo 1 puerto HDMI?</td>
            </tr>
            <tr>
                <td>FULL HD</td>
                <td>Tecnolog&iacute;a gr&aacute;fica no superior a 1920x1080. Susceptible a sobrecargas</td>
            </tr>
            <tr>
                <td>Obsoleto</td>
                <td>Modelo de tecnología VRAM obsoleto, siendo el moderno el de 8GBD6.</td>
            </tr>
        </table>
        </section>

    <h3 class="titulo"> <a id="8">
        Conclusi&oacute;n
    </a> </h3>
    <p class="texto">
        Para darle un &uacute;ltimo acabado al art&iacute;culo, me gustar&iacute;a destacar, de nuevo, algo que llevo arrastrando durante todo el art&iacute;culo y, es que esta tarjeta gr&aacute;fica no es para todo el mundo, est&aacute; enfocado para un p&uacute;blico objetivo espec&iacute;fico y, hoy en d&iacute;a no podemos hablar de igual manera de esta gr&aacute;fica que de sus gr&aacute;ficas hermanas, ya sean de la marca que sean. <br><br> Por otro lado y, algo que me gustar&iacute;a mencionar es el factor de que a m&iacute;, este modelo en concreto de MSI me da bastante confianza de uso y fiabilidad entorno a los materiales de fabricaci&oacute;n y ventilaci&oacute;n, algo de lo que yo soy bastante obsersionado. <br><br> Que solo traiga un puerto HDMI, puede suponer un problema pues yo no tengo cable DisplayPort actualmente, pero nada que no pueda solucionarse comprando uno. Siendo una persona que, la mayor parte de su vida hasta ahora m&iacute;smo, ha tocado una tarjeta gr&aacute;fica multimedia como lo es la GT 1030 de NVidia, estoy bastante emocionado de lo que ser&aacute; el salto a la RTX 2060, ya no solo por las nuevas tecnolog&iacute;as, sino por el mismo echo de que estoy dando un salto de 2GB de memoria tipo D5, a 6GB de memoria tipo D6.
    </p>
<br><br>
<hr>
<br><br>
    <footer class="texto">
        <a href="../../index.html">&#9553; ALostGamer &#9553;</a>
    </footer>
<br><br>
</body>
</html>